{
    "data":
        {
        "name": "The Man",
         "index": "76",
        "verse": [
             
            {
                "textEng": "Has there come upon man a period of time when he was nothing to be mentioned?"
            },
            {
                "textEng": "We created man from a liquid mixture, to test him; and We made him hearing and seeing."
            },
            {
                "textEng": "We guided him to the way, be he appreciative or unappreciative."
            },
            {
                "textEng": "We have prepared for the faithless chains, and yokes, and a Searing Fire."
            },
            {
                "textEng": "But the righteous will drink from a cup whose mixture is aroma."
            },
            {
                "textEng": "A spring from which the servants of God will drink, making it gush abundantly."
            },
            {
                "textEng": "They fulfill their vows, and dread a Day whose ill is widespread."
            },
            {
                "textEng": "And they feed, for the love of Him, the poor, and the orphan, and the captive."
            },
            {
                "textEng": "\"We only feed you for the sake of God. We want from you neither compensation, nor gratitude."
            },
            {
                "textEng": "We dread from our Lord a frowning grim Day.\""
            },
            {
                "textEng": "So God will protect them from the ills of that Day, and will grant them radiance and joy."
            },
            {
                "textEng": "And will reward them for their patience with a Garden and silk."
            },
            {
                "textEng": "Reclining therein on the thrones; experiencing therein neither sun, nor frost."
            },
            {
                "textEng": "Its shade hovering over them, and its fruit brought low within reach."
            },
            {
                "textEng": "Passing around them are vessels of silver, and cups of crystal."
            },
            {
                "textEng": "Crystal of silver-they measured them exactly."
            },
            {
                "textEng": "They will be served therein with a cup whose flavor is Zanjabeel."
            },
            {
                "textEng": "A spring therein named Salsabeel."
            },
            {
                "textEng": "Passing among them are eternalized youths. If you see them, you would think them sprinkled pearls."
            },
            {
                "textEng": "Wherever you look, you see bliss, and a vast kingdom."
            },
            {
                "textEng": "Upon them are garments of green silk, and satin. And they will be adorned with bracelets of silver. And their Lord will offer them a pure drink."
            },
            {
                "textEng": "\"This is a reward for you. Your efforts are well appreciated.\""
            },
            {
                "textEng": "It is We who sent down the Quran upon you-a gradual revelation."
            },
            {
                "textEng": "So be patient for the decision of your Lord, and do not obey the sinner or the blasphemer among them."
            },
            {
                "textEng": "And mention the Name of your Lord, morning and evening."
            },
            {
                "textEng": "And for part of the night, prostrate yourself to Him, and glorify Him long into the night."
            },
            {
                "textEng": "As for these: they love the fleeting life, and leave behind a Heavy Day."
            },
            {
                "textEng": "We created them, and strengthened their frame; and whenever We will, We can replace them with others like them."
            },
            {
                "textEng": "This is a reminder; so whoever wills, let him take a path to his Lord."
            },
            {
                "textEng": "Yet you cannot will, unless God wills. God is Knowing and Wise."
            },
            {
                "textEng": "He admits into His mercy whomever He wills. But as for the wrongdoers, He has prepared for them a painful punishment."
            }

        ],
        "count": 31
    }
}