{
    "data":
        {
        "name": "Noah",
        "index": "71",
        "verse": [
             
            {
                "textEng": "We sent Noah to his people: \"Warn your people before there comes upon them a painful punishment.\""
            },
            {
                "textEng": "He said, \"O my people, I am to you a clear warner."
            },
            {
                "textEng": "Worship God and reverence Him, and obey me."
            },
            {
                "textEng": "And He will forgive you of your sins, and reprieve you until a stated term. God's term cannot be deferred once it has arrived, if you only knew.\""
            },
            {
                "textEng": "He said, \"My Lord, I have called my people night and day."
            },
            {
                "textEng": "But my call added only to their flight."
            },
            {
                "textEng": "Whenever I called them to Your forgiveness, they thrust their fingers into their ears, and wrapped themselves in their garments, and insisted, and became more and more arrogant."
            },
            {
                "textEng": "Then I called them openly."
            },
            {
                "textEng": "Then I appealed to them publicly, and I spoke to them privately."
            },
            {
                "textEng": "I said, 'Ask your Lord for forgiveness; He is Forgiving."
            },
            {
                "textEng": "He will let loose the sky upon you in torrents."
            },
            {
                "textEng": "And provide you with wealth and children, and allot for you gardens, and allot for you rivers."
            },
            {
                "textEng": "What is the matter with you, that you do not appreciate God's Greatness?"
            },
            {
                "textEng": "Although He created you in stages."
            },
            {
                "textEng": "Do you not realize that God created seven heavens in layers?"
            },
            {
                "textEng": "And He set the moon in their midst for light, and He made the sun a lamp."
            },
            {
                "textEng": "And God germinated you from the earth like plants."
            },
            {
                "textEng": "Then He will return you into it, and will bring you out again."
            },
            {
                "textEng": "And God made the earth a spread for you."
            },
            {
                "textEng": "That you may travel its diverse roads.'\""
            },
            {
                "textEng": "Noah said, \"My Lord, they have defied me, and followed him whose wealth and children increase him only in perdition.\""
            },
            {
                "textEng": "And they schemed outrageous schemes."
            },
            {
                "textEng": "And they said, \"Do not give up your gods; do not give up Wadd, nor Souwa, nor Yaghoos, and Yaooq, and Nassr."
            },
            {
                "textEng": "They have misled many, so do not increase the wrongdoers except in confusion.\""
            },
            {
                "textEng": "Because of their wrongs, they were drowned, and were hurled into a Fire. They did not find apart from God any helpers."
            },
            {
                "textEng": "Noah said, \"My Lord, do not leave of the unbelievers a single dweller on earth."
            },
            {
                "textEng": "If You leave them, they will mislead your servants, and will breed only wicked unbelievers."
            },
            {
                "textEng": "My Lord! Forgive me and my parents, and anyone who enters my home in faith, and all the believing men and believing women; and do not increase the wrongdoers except in perdition.\""
            }

        ],
        "count": 28
    }
}