{
    "data":
        {
        "name": "The Ascending Stairways",
        "index": "70",
        "verse": [
             
            {
                "textEng": "A questioner questioned the imminent torment."
            },
            {
                "textEng": "For the disbelievers; none can repel it."
            },
            {
                "textEng": "From God, Lord of the Ways of Ascent."
            },
            {
                "textEng": "Unto Him the angels and the Spirit ascend on a Day the duration of which is fifty thousand years."
            },
            {
                "textEng": "So be patient, with sweet patience."
            },
            {
                "textEng": "They see it distant."
            },
            {
                "textEng": "But We see it near."
            },
            {
                "textEng": "On the Day when the sky will be like molten brass."
            },
            {
                "textEng": "And the mountains will be like tufted wool."
            },
            {
                "textEng": "No friend will care about his friend."
            },
            {
                "textEng": "They will be shown each other. The criminal wishes he would be redeemed from the punishment of that Day by his children."
            },
            {
                "textEng": "And his spouse, and his brother."
            },
            {
                "textEng": "And his family that sheltered him."
            },
            {
                "textEng": "And everyone on earth, in order to save him."
            },
            {
                "textEng": "By no means! It is a Raging Fire."
            },
            {
                "textEng": "It strips away the scalps."
            },
            {
                "textEng": "It invites him who once turned his back and fled."
            },
            {
                "textEng": "And accumulated and hoarded."
            },
            {
                "textEng": "Man was created restless."
            },
            {
                "textEng": "Touched by adversity, he is fretful."
            },
            {
                "textEng": "Touched by good, he is ungenerous."
            },
            {
                "textEng": "Except the prayerful."
            },
            {
                "textEng": "Those who are constant at their prayers."
            },
            {
                "textEng": "And those in whose wealth is a rightful share."
            },
            {
                "textEng": "For the beggar and the deprived."
            },
            {
                "textEng": "And those who affirm the Day of Judgment."
            },
            {
                "textEng": "And those who fear the punishment of their Lord."
            },
            {
                "textEng": "Their Lord's punishment is not to be taken for granted."
            },
            {
                "textEng": "And those who guard their chastity."
            },
            {
                "textEng": "Except from their spouses or those living under their control, for then they are free of blame."
            },
            {
                "textEng": "But whoever seeks to go beyond that-these are the transgressors."
            },
            {
                "textEng": "And those who honor their trusts and their pledges."
            },
            {
                "textEng": "And those who stand by their testimonies."
            },
            {
                "textEng": "And those who are dedicated to their prayers."
            },
            {
                "textEng": "These will be honored in Gardens."
            },
            {
                "textEng": "What is with those who disbelieve, stretching their necks towards you."
            },
            {
                "textEng": "From the right, and from the left, banding together?"
            },
            {
                "textEng": "Is every one of them aspiring to be admitted into a Garden of Bliss?"
            },
            {
                "textEng": "No indeed! We created them from what they know."
            },
            {
                "textEng": "I swear by the Lord of the Easts and the Wests, that We are Able."
            },
            {
                "textEng": "To replace them with better than they, and We are not to be outdone."
            },
            {
                "textEng": "So leave them to blunder and play, until they meet their Day which they are promised."
            },
            {
                "textEng": "The Day when they will emerge from the tombs in a rush, as though they were hurrying towards a target."
            },
            {
                "textEng": "Their eyes cast down; overwhelmed by humiliation. This is the Day which they were promised."
            }

        ],
        "count": 44
    }
}