{
    "data":
        {
        "name": "The Reality",
        "index": "69",
        "verse": [
             
            {
                "textEng": "The Reality."
            },
            {
                "textEng": "What is the Reality?"
            },
            {
                "textEng": "What will make you understand what the Reality is?"
            },
            {
                "textEng": "Thamood and Aad denied the Catastrophe."
            },
            {
                "textEng": "As for Thamood, they were annihilated by the Overwhelming."
            },
            {
                "textEng": "And as for Aad; they were annihilated by a furious, roaring wind."
            },
            {
                "textEng": "He unleashed it upon them for seven nights and eight days, in succession. You could see the people tossed around, as though they were stumps of hollow palm-trees."
            },
            {
                "textEng": "Can you see any remnant of them?"
            },
            {
                "textEng": "Then Pharaoh came, and those before him, and the Overturned Cities steeped in sin."
            },
            {
                "textEng": "But they disobeyed the messenger of their Lord, so He seized them with an overpowering grip."
            },
            {
                "textEng": "When the waters overflowed, We carried you in the cruising ship."
            },
            {
                "textEng": "To make it a lesson for you-so that retaining ears may retain it."
            },
            {
                "textEng": "Then, when the Trumpet is sounded a single time."
            },
            {
                "textEng": "And the earth and the mountains are lifted up, and crushed, with a single crush."
            },
            {
                "textEng": "On that Day, the Event will come to pass."
            },
            {
                "textEng": "And the heaven will crack; so on that Day it will be frail."
            },
            {
                "textEng": "And the angels will be ranged around its borders, while eight will be carrying the Throne of your Lord above them that Day."
            },
            {
                "textEng": "On that Day you will be exposed, and no secret of yours will remain hidden."
            },
            {
                "textEng": "As for him who is given his book in his right hand, he will say, \"Here, take my book and read it."
            },
            {
                "textEng": "I knew I would be held accountable.\""
            },
            {
                "textEng": "So he will be in pleasant living."
            },
            {
                "textEng": "In a lofty Garden."
            },
            {
                "textEng": "Its pickings are within reach."
            },
            {
                "textEng": "\"Eat and drink merrily for what you did in the days gone by.\""
            },
            {
                "textEng": "But as for him who is given his book in his left hand, he will say, \"I wish I was never given my book."
            },
            {
                "textEng": "And never knew what my account was."
            },
            {
                "textEng": "If only it was the end."
            },
            {
                "textEng": "My money cannot avail me."
            },
            {
                "textEng": "My power has vanished from me.\""
            },
            {
                "textEng": "\"Take him and shackle him."
            },
            {
                "textEng": "Then scorch him in the Blaze."
            },
            {
                "textEng": "Then in a chain which length is seventy cubits tie him up."
            },
            {
                "textEng": "For he would not believe in God the Great."
            },
            {
                "textEng": "Nor would he advocate the feeding of the destitute."
            },
            {
                "textEng": "So he has no friend here today."
            },
            {
                "textEng": "And no food except scum."
            },
            {
                "textEng": "Which only the sinners eat.\""
            },
            {
                "textEng": "Indeed, I swear by what you see."
            },
            {
                "textEng": "And by what you do not see."
            },
            {
                "textEng": "It is the speech of a noble messenger."
            },
            {
                "textEng": "And it is not the speech of a poet-little do you believe."
            },
            {
                "textEng": "Nor is it the speech of a soothsayer-little do you take heed."
            },
            {
                "textEng": "It is a revelation from the Lord of the Worlds."
            },
            {
                "textEng": "Had he falsely attributed some statements to Us."
            },
            {
                "textEng": "We would have seized him by the right arm."
            },
            {
                "textEng": "Then slashed his lifeline."
            },
            {
                "textEng": "And none of you could have restrained Us from him."
            },
            {
                "textEng": "Surely, it is a message for the righteous."
            },
            {
                "textEng": "And We know that some of you will reject it."
            },
            {
                "textEng": "And it is surely a source of grief for the unbelievers."
            },
            {
                "textEng": "Yet it is the absolute truth."
            },
            {
                "textEng": "So glorify the name of your Lord, the Magnificent."
            }

        ],
        "count": 52
    }
}