{
    "data":
        {
        "name": "The Moon",
        "index": "54",
        "verse": [
             
            {
                "textEng": "The Hour has drawn near, and the moon has split."
            },
            {
                "textEng": "Yet whenever they see a miracle, they turn away, and say, \"Continuous magic.\""
            },
            {
                "textEng": "They lied, and followed their opinions, but everything has its time."
            },
            {
                "textEng": "And there came to them news containing a deterrent."
            },
            {
                "textEng": "Profound wisdom-but warnings are of no avail."
            },
            {
                "textEng": "So turn away from them. On the Day when the Caller calls to something terrible."
            },
            {
                "textEng": "Their eyes humiliated, they will emerge from the graves, as if they were swarming locusts."
            },
            {
                "textEng": "Scrambling towards the Caller, the disbelievers will say, \"This is a difficult Day.\""
            },
            {
                "textEng": "Before them the people of Noah disbelieved. They rejected Our servant, and said, \"Crazy,\" and he was rebuked."
            },
            {
                "textEng": "So he appealed to his Lord, \"I am overwhelmed, so help me.\""
            },
            {
                "textEng": "So We opened the floodgates of heaven with water pouring down."
            },
            {
                "textEng": "And We made the earth burst with springs, and the waters met for a purpose already destined."
            },
            {
                "textEng": "And We carried him on a craft of planks and nails."
            },
            {
                "textEng": "Sailing before Our eyes; a reward for him who was rejected."
            },
            {
                "textEng": "And We left it as a sign. Is there anyone who would take heed?"
            },
            {
                "textEng": "So how were My punishment and My warnings?"
            },
            {
                "textEng": "We made the Quran easy to learn. Is there anyone who would learn?"
            },
            {
                "textEng": "Aad denied the truth. So how were My punishment and My warnings?"
            },
            {
                "textEng": "We unleashed upon them a screaming wind, on a day of unrelenting misery."
            },
            {
                "textEng": "Plucking the people away, as though they were trunks of uprooted palm-trees."
            },
            {
                "textEng": "So how were My punishment and My warnings?"
            },
            {
                "textEng": "We made the Quran easy to remember. Is there anyone who would remember?"
            },
            {
                "textEng": "Thamood rejected the warnings."
            },
            {
                "textEng": "They said, \"Are we to follow one of us, a human being? We would then go astray, and end up in Hell."
            },
            {
                "textEng": "Was the message given to him, out of all of us? In fact, he is a wicked liar.\""
            },
            {
                "textEng": "They will know tomorrow who the wicked liar is."
            },
            {
                "textEng": "We are sending the she-camel as a test for them; so watch them and be patient."
            },
            {
                "textEng": "And inform them that the water is to be shared between them; each share of drink made available."
            },
            {
                "textEng": "But they called their friend, and he dared, and he slaughtered."
            },
            {
                "textEng": "So how were My punishment and My warnings?"
            },
            {
                "textEng": "We sent against them a single Scream, and they became like crushed hay."
            },
            {
                "textEng": "We made the Quran easy to understand. Is there anyone who would understand?"
            },
            {
                "textEng": "The people of Lot rejected the warnings."
            },
            {
                "textEng": "We unleashed upon them a shower of stones, except for the family of Lot; We rescued them at dawn."
            },
            {
                "textEng": "A blessing from Us. Thus We reward the thankful."
            },
            {
                "textEng": "He had warned them of Our onslaught, but they dismissed the warnings."
            },
            {
                "textEng": "They even lusted for his guest, so We obliterated their eyes. \"So taste My punishment and My warnings.\""
            },
            {
                "textEng": "Early morning brought upon them enduring punishment."
            },
            {
                "textEng": "So taste My punishment and My warnings."
            },
            {
                "textEng": "We made the Quran easy to memorize. Is there anyone who would memorize?"
            },
            {
                "textEng": "The warnings also came to the people of Pharaoh."
            },
            {
                "textEng": "They rejected Our signs, all of them, so We seized them-the seizure of an Almighty Omnipotent."
            },
            {
                "textEng": "Are your unbelievers better than all those? Or do you have immunity in the scriptures?"
            },
            {
                "textEng": "Or do they say, \"We are united, and we will be victorious\"?"
            },
            {
                "textEng": "The multitude will be defeated, and they will turn their backs."
            },
            {
                "textEng": "The Hour is their appointed time-the Hour is more disastrous, and most bitter."
            },
            {
                "textEng": "The wicked are in confusion and madness."
            },
            {
                "textEng": "The Day when they are dragged upon their faces into the Fire: \"Taste the touch of Saqar.\""
            },
            {
                "textEng": "Everything We created is precisely measured."
            },
            {
                "textEng": "And Our command is but once, like the twinkling of an eye."
            },
            {
                "textEng": "We have destroyed your likes. Is there anyone who would ponder?"
            },
            {
                "textEng": "Everything they have done is in the Books."
            },
            {
                "textEng": "Everything, small or large, is written down."
            },
            {
                "textEng": "The righteous will be amidst gardens and rivers."
            },
            {
                "textEng": "In an assembly of virtue, in the presence of an Omnipotent King."
            }
        ],
        "count": 55
    }
}