{
    "data":
        {
        "name": "The Start",
        "index": "53",
        "verse": [
             
            {
                "textEng": "By the star as it goes down."
            },
            {
                "textEng": "Your friend has not gone astray, nor has he erred."
            },
            {
                "textEng": "Nor does he speak out of desire."
            },
            {
                "textEng": "It is but a revelation revealed."
            },
            {
                "textEng": "Taught to him by the Extremely Powerful."
            },
            {
                "textEng": "The one of vigor. He settled."
            },
            {
                "textEng": "While he was at the highest horizon."
            },
            {
                "textEng": "Then he came near, and hovered around."
            },
            {
                "textEng": "He was within two bows' length, or closer."
            },
            {
                "textEng": "Then He revealed to His servant what He revealed."
            },
            {
                "textEng": "The heart did not lie about what it saw."
            },
            {
                "textEng": "Will you dispute with him concerning what he saw?"
            },
            {
                "textEng": "He saw him on another descent."
            },
            {
                "textEng": "At the Lotus Tree of the Extremity."
            },
            {
                "textEng": "Near which is the Garden of Repose."
            },
            {
                "textEng": "As there covered the Lotus Tree what covered it."
            },
            {
                "textEng": "The sight did not waver, nor did it exceed."
            },
            {
                "textEng": "He saw some of the Great Signs of his Lord."
            },
            {
                "textEng": "Have you considered al-Lat and al-Uzza?"
            },
            {
                "textEng": "And Manat, the third one, the other?"
            },
            {
                "textEng": "Are you to have the males, and He the females?"
            },
            {
                "textEng": "What a bizarre distribution."
            },
            {
                "textEng": "These are nothing but names, which you have devised, you and your ancestors, for which God sent down no authority. They follow nothing but assumptions, and what the ego desires, even though guidance has come to them from their Lord."
            },
            {
                "textEng": "Or is the human being to have whatever he desires?"
            },
            {
                "textEng": "To God belong the Last and the First."
            },
            {
                "textEng": "How many an angel is there in the heavens whose intercession avails nothing, except after God gives permission to whomever He wills, and approves?"
            },
            {
                "textEng": "Those who do not believe in the Hereafter give the angels the names of females."
            },
            {
                "textEng": "They have no knowledge of that. They only follow assumptions, and assumptions are no substitute for the truth."
            },
            {
                "textEng": "So avoid him who has turned away from Our remembrance, and desires nothing but the present life."
            },
            {
                "textEng": "That is the extent of their knowledge. Your Lord knows best who has strayed from His path, and He knows best who has accepted guidance."
            },
            {
                "textEng": "To God belongs whatever is in the heavens and whatever is on earth. He will repay those who do evil according to their deeds, and recompense those who do good with the best."
            },
            {
                "textEng": "Those who avoid gross sins and indecencies-except for minor lapses-your Lord is of Vast Forgiveness. He knows you well, ever since He created you from the earth, and ever since you were embryos in your mothers' wombs. So do not acclaim your own virtue; He is fully aware of the righteous."
            },
            {
                "textEng": "Have you considered him who turned away?"
            },
            {
                "textEng": "And gave a little, and held back?"
            },
            {
                "textEng": "Does he possess knowledge of the unseen, and can therefore foresee?"
            },
            {
                "textEng": "Or was he not informed of what is in the Scrolls of Moses?"
            },
            {
                "textEng": "And of Abraham, who fulfilled?"
            },
            {
                "textEng": "That no soul bears the burdens of another soul."
            },
            {
                "textEng": "And that the human being attains only what he strives for."
            },
            {
                "textEng": "And that his efforts will be witnessed."
            },
            {
                "textEng": "Then he will be rewarded for it the fullest reward."
            },
            {
                "textEng": "And that to your Lord is the finality."
            },
            {
                "textEng": "And that it is He who causes laughter and weeping."
            },
            {
                "textEng": "And that it is He who gives death and life."
            },
            {
                "textEng": "And that it is He who created the two kinds-the male and the female."
            },
            {
                "textEng": "From a sperm drop, when emitted."
            },
            {
                "textEng": "And that upon Him is the next existence."
            },
            {
                "textEng": "And that it is He who enriches and impoverishes."
            },
            {
                "textEng": "And that it is He who is the Lord of Sirius."
            },
            {
                "textEng": "And that it is He who destroyed the first Aad."
            },
            {
                "textEng": "And Thamood, sparing no one."
            },
            {
                "textEng": "And the people of Noah before that; for they were most unjust and most oppressive."
            },
            {
                "textEng": "And He toppled the ruined cities."
            },
            {
                "textEng": "And covered them with whatever covered them."
            },
            {
                "textEng": "So which of your Lord's marvels can you deny?"
            },
            {
                "textEng": "This is a warning, just like the first warnings."
            },
            {
                "textEng": "The inevitable is imminent."
            },
            {
                "textEng": "None besides God can unveil it."
            },
            {
                "textEng": "Do you marvel at this discourse?"
            },
            {
                "textEng": "And laugh, and do not weep?"
            },
            {
                "textEng": "Lost in your frivolity?"
            },
            {
                "textEng": "So bow down to God, and worship!"
            }

        ],
        "count": 62
    }
}