{
    "data":
        {
        "name": "The Rocky Tract",
        "index": "15",
        "verse": [
             
            {
                "textEng": "Alif, Lam, Ra. These are the Verses of the Book; a Quran that makes things clear."
            },
            {
                "textEng": "Perhaps those who disbelieve would like to become Muslims."
            },
            {
                "textEng": "Leave them to eat, and enjoy, and be lulled by hope. They will find out."
            },
            {
                "textEng": "We have never destroyed a town unless it had a set time."
            },
            {
                "textEng": "No nation can bring its time forward, nor can they delay it."
            },
            {
                "textEng": "And they said, \"O you who received the message, you are insane.\""
            },
            {
                "textEng": "Why do you not bring us the angels, if you are truthful?\""
            },
            {
                "textEng": "We do not send the angels down except with reason, and they will not be held back."
            },
            {
                "textEng": "Surely We revealed the Message, and We will surely preserve it."
            },
            {
                "textEng": "We sent others before you, to the former communities."
            },
            {
                "textEng": "But no messenger came to them, but they ridiculed him."
            },
            {
                "textEng": "Thus We slip it into the hearts of the guilty."
            },
            {
                "textEng": "They do not believe in it, though the ways of the ancients have passed away."
            },
            {
                "textEng": "Even if We opened for them a gateway into the sky, and they began to ascend through it."
            },
            {
                "textEng": "They would still say, \"Our eyes are hallucinating; in fact, we are people bewitched.\""
            },
            {
                "textEng": "We placed constellations in the sky, and made them beautiful to the beholders."
            },
            {
                "textEng": "And We guarded them from every outcast devil."
            },
            {
                "textEng": "Except one who steals a hearing, and is followed by a visible projectile."
            },
            {
                "textEng": "We spread the earth, and placed stabilizers in it, and in it We grew all things in proper measure."
            },
            {
                "textEng": "And in it We created livelihoods for you, and for those for whom you are not the providers."
            },
            {
                "textEng": "There is not a thing but with Us are its stores, and We send it down only in precise measure."
            },
            {
                "textEng": "We send the fertilizing winds; and send down water from the sky, and give it to you to drink, and you are not the ones who store it."
            },
            {
                "textEng": "It is We who give life and cause death, and We are the Inheritors."
            },
            {
                "textEng": "And We know those of you who go forward, and We know those who lag behind."
            },
            {
                "textEng": "It is your Lord who will gather them together. He is the Wise, the Knowing."
            },
            {
                "textEng": "We created the human being from clay, from molded mud."
            },
            {
                "textEng": "And the jinn We created before, from piercing fire."
            },
            {
                "textEng": "Your Lord said to the angels, \"I am creating a human being from clay, from molded mud.\""
            },
            {
                "textEng": "\"When I have formed him, and breathed into him of My spirit, fall down prostrating before him.\""
            },
            {
                "textEng": "So the angels prostrated themselves, all together."
            },
            {
                "textEng": "Except for Satan. He refused to be among those who prostrated themselves."
            },
            {
                "textEng": "He said, \"O Satan, what kept you from being among those who prostrated themselves?\""
            },
            {
                "textEng": "He said, \"I am not about to prostrate myself before a human being, whom You created from clay, from molded mud.\""
            },
            {
                "textEng": "He said, \"Then get out of here, for you are an outcast\"."
            },
            {
                "textEng": "\"And the curse will be upon you until the Day of Judgment.\""
            },
            {
                "textEng": "He said, \"My Lord, reprieve me until the Day they are resurrected.\""
            },
            {
                "textEng": "He said, \"You are of those reprieved.\""
            },
            {
                "textEng": "\"Until the Day of the time appointed.\""
            },
            {
                "textEng": "He said, \"My Lord, since You have lured me away, I will glamorize for them on earth, and I will lure them all away.\""
            },
            {
                "textEng": "\"Except for Your sincere servants among them.\""
            },
            {
                "textEng": "He said, \"This is a right way with Me.\""
            },
            {
                "textEng": "\"Over My servants you have no authority, except for the sinners who follow you.\""
            },
            {
                "textEng": "And Hell is the meeting-place for them all."
            },
            {
                "textEng": "\"It has seven doors; for each door is an assigned class.\""
            },
            {
                "textEng": "But the righteous will be in gardens with springs."
            },
            {
                "textEng": "\"Enter it in peace and security.\""
            },
            {
                "textEng": "And We will remove all ill-feelings from their hearts-brothers and sisters, on couches facing one another."
            },
            {
                "textEng": "No fatigue will ever touch them therein, nor will they be asked to leave it."
            },
            {
                "textEng": "Inform My servants that I am the Forgiver, the Merciful."
            },
            {
                "textEng": "And that My punishment is the painful punishment."
            },
            {
                "textEng": "And inform them of the guests of Abraham."
            },
            {
                "textEng": "When they entered upon him, and said, \"Peace.\" He said, \"We are wary of you.\""
            },
            {
                "textEng": "They said, \"Do not fear; we bring you good news of a boy endowed with knowledge.\""
            },
            {
                "textEng": "He said, \"Do you bring me good news, when old age has overtaken me? What good news do you bring?\""
            },
            {
                "textEng": "They said, \"We bring you good news in truth, so do not despair.\""
            },
            {
                "textEng": "He said, \"And who despairs of his Lord's mercy but the lost?\""
            },
            {
                "textEng": "He said, \"So what is your business, O envoys?\""
            },
            {
                "textEng": "They said, \"We were sent to a sinful people.\""
            },
            {
                "textEng": "\"Except for the family of Lot; we will save them all.\""
            },
            {
                "textEng": "\"Except for his wife.\" We have determined that she will be of those who lag behind."
            },
            {
                "textEng": "And when the envoys came to the family of Lot."
            },
            {
                "textEng": "He said, \"You are a people unknown to me.\""
            },
            {
                "textEng": "They said, \"We bring you what they have doubts about.\""
            },
            {
                "textEng": "\"We bring you the truth, and we are truthful.\""
            },
            {
                "textEng": "\"Travel with your family at the dead of the night, and follow up behind them, and let none of you look back, and proceed as commanded.\""
            },
            {
                "textEng": "And We informed him of Our decree: the last remnant of these will be uprooted by early morning."
            },
            {
                "textEng": "And the people of the town came joyfully."
            },
            {
                "textEng": "He said, \"These are my guests, so do not embarrass me.\""
            },
            {
                "textEng": "\"And fear God, and do not disgrace me.\""
            },
            {
                "textEng": "They said, \"Did we not forbid you from strangers?\""
            },
            {
                "textEng": "He said, \"These are my daughters, if you must.\""
            },
            {
                "textEng": "By your life, they were blundering in their drunkenness."
            },
            {
                "textEng": "So the Blast struck them at sunrise."
            },
            {
                "textEng": "And We turned it upside down, and rained down upon them stones of baked clay."
            },
            {
                "textEng": "Surely in that are lessons for those who read signs."
            },
            {
                "textEng": "And it is on an existing road."
            },
            {
                "textEng": "Surely in that is a sign for the believers."
            },
            {
                "textEng": "The people of the Woods were also wrongdoers."
            },
            {
                "textEng": "So We took revenge upon them. Both are clearly documented."
            },
            {
                "textEng": "The people of the Rock also rejected the messengers."
            },
            {
                "textEng": "We gave them Our revelations, but they turned away from them."
            },
            {
                "textEng": "They used to carve homes in the mountains, feeling secure."
            },
            {
                "textEng": "But the Blast struck them in the morning."
            },
            {
                "textEng": "All they had acquired was of no avail to them."
            },
            {
                "textEng": "We did not create the heavens and the earth, and what lies between them, except with truth. The Hour is coming, so forgive with gracious forgiveness."
            },
            {
                "textEng": "Your Lord is the All-Knowing Creator."
            },
            {
                "textEng": "We have given you seven of the pairs, and the Grand Quran."
            },
            {
                "textEng": "Do not extend your eyes towards what We have bestowed on some couples of them to enjoy, and do not grieve over them, and lower your wing to the believers."
            },
            {
                "textEng": "And say, \"I am the clear warner.\""
            },
            {
                "textEng": "Just as We sent down to the separatists."
            },
            {
                "textEng": "Those who made the Quran obsolete."
            },
            {
                "textEng": "By your Lord, we will question them all."
            },
            {
                "textEng": "About what they used to do."
            },
            {
                "textEng": "So proclaim openly what you are commanded, and turn away from the polytheists."
            },
            {
                "textEng": "We are enough for you against the mockers."
            },
            {
                "textEng": "Those who set up another god with God. They will come to know."
            },
            {
                "textEng": "We are aware that your heart is strained by what they say."
            },
            {
                "textEng": "So glorify the praise of your Lord, and be among those who bow down."
            },
            {
                "textEng": "And worship your Lord in order to attain certainty."
        }

        ],
        "count": 99
    }
}
