{
    "data":
        {
        "name": "The Resurrection",
        "index": "75",
        "verse": [
             
            {
                "textEng": "I swear by the Day of Resurrection."
            },
            {
                "textEng": "And I swear by the blaming soul."
            },
            {
                "textEng": "Does man think that We will not reassemble his bones?"
            },
            {
                "textEng": "Yes indeed; We are Able to reconstruct his fingertips."
            },
            {
                "textEng": "But man wants to deny what is ahead of him."
            },
            {
                "textEng": "He asks, \"When is the Day of Resurrection?\""
            },
            {
                "textEng": "When vision is dazzled."
            },
            {
                "textEng": "And the moon is eclipsed."
            },
            {
                "textEng": "And the sun and the moon are joined together."
            },
            {
                "textEng": "On that Day, man will say, \"Where is the escape?\""
            },
            {
                "textEng": "No indeed! There is no refuge."
            },
            {
                "textEng": "To your Lord on that Day is the settlement."
            },
            {
                "textEng": "On that Day man will be informed of everything he put forward, and everything he left behind."
            },
            {
                "textEng": "And man will be evidence against himself."
            },
            {
                "textEng": "Even as he presents his excuses."
            },
            {
                "textEng": "Do not wag your tongue with it, to hurry on with it."
            },
            {
                "textEng": "Upon Us is its collection and its recitation."
            },
            {
                "textEng": "Then, when We have recited it, follow its recitation."
            },
            {
                "textEng": "Then upon Us is its explanation."
            },
            {
                "textEng": "Alas, you love the fleeting life."
            },
            {
                "textEng": "And you disregard the Hereafter."
            },
            {
                "textEng": "Faces on that Day will be radiant."
            },
            {
                "textEng": "Looking towards their Lord."
            },
            {
                "textEng": "And faces on that Day will be gloomy."
            },
            {
                "textEng": "Realizing that a back-breaker has befallen them."
            },
            {
                "textEng": "Indeed, when it has reached the breast-bones."
            },
            {
                "textEng": "And it is said, \"Who is the healer?\""
            },
            {
                "textEng": "And He realizes that it is the parting."
            },
            {
                "textEng": "And leg is entwined with leg."
            },
            {
                "textEng": "To your Lord on that Day is the drive."
            },
            {
                "textEng": "He neither believed nor prayed."
            },
            {
                "textEng": "But he denied and turned away."
            },
            {
                "textEng": "Then he went to his family, full of pride."
            },
            {
                "textEng": "Woe to you; and woe."
            },
            {
                "textEng": "Then again: Woe to you; and woe."
            },
            {
                "textEng": "Does man think that he will be left without purpose?"
            },
            {
                "textEng": "Was he not a drop of ejaculated semen?"
            },
            {
                "textEng": "Then he became a clot. And He created and proportioned?"
            },
            {
                "textEng": "And made of him the two sexes, the male and the female?"
            },
            {
                "textEng": "Is He not Able to revive the dead?"
            }

        ],
        "count": 40
    }
}