{
    "data":
        {
        "name": "The Pen",
        "index": "68",
        "verse": [
             
            {
                "textEng": "Noon. By the pen, and by what they inscribe."
            },
            {
                "textEng": "By the grace of your Lord, you are not insane."
            },
            {
                "textEng": "In fact, you will have a reward that will never end."
            },
            {
                "textEng": "And you are of a great moral character."
            },
            {
                "textEng": "You will see, and they will see."
            },
            {
                "textEng": "Which of you is the afflicted."
            },
            {
                "textEng": "Your Lord knows best who has strayed from His path, and He knows best the well-guided."
            },
            {
                "textEng": "So do not obey the deniers."
            },
            {
                "textEng": "They would like you to compromise, so they would compromise."
            },
            {
                "textEng": "And do not obey any vile swearer."
            },
            {
                "textEng": "Backbiter, spreader of slander."
            },
            {
                "textEng": "Preventer of good, transgressor, sinner."
            },
            {
                "textEng": "Rude and fake besides."
            },
            {
                "textEng": "Just because he has money and children."
            },
            {
                "textEng": "When Our Verses are recited to him, he says, \"Myths of the ancients!\""
            },
            {
                "textEng": "We will brand him on the muzzle."
            },
            {
                "textEng": "We tested them, as We tested the owners of the garden, when they vowed to harvest it in the morning."
            },
            {
                "textEng": "Without any reservation."
            },
            {
                "textEng": "But a calamity from your Lord went around it while they slept."
            },
            {
                "textEng": "And in the morning it was as if picked."
            },
            {
                "textEng": "In the morning, they called to one another."
            },
            {
                "textEng": "\"Go early to your plantation, if you are going to harvest.\""
            },
            {
                "textEng": "So off they went, murmuring to one another."
            },
            {
                "textEng": "\"No poor person is to enter it upon you today.\""
            },
            {
                "textEng": "And early they went, resolved in intent."
            },
            {
                "textEng": "But when they saw it, they said, \"We were wrong."
            },
            {
                "textEng": "We are now deprived.\""
            },
            {
                "textEng": "The most reasonable of them said, \"Did I not say to you, 'if only you would glorify?'\""
            },
            {
                "textEng": "They said, \"Glory to our Lord-We were indeed in the wrong.\""
            },
            {
                "textEng": "Then they turned to one another, blaming one another."
            },
            {
                "textEng": "They said, \"Woe to us-we were indeed domineering."
            },
            {
                "textEng": "Perhaps our Lord will give us a better substitute for it. We are turning to our Lord.\""
            },
            {
                "textEng": "Such is the punishment; but the punishment of the Hereafter is greater, if they only knew."
            },
            {
                "textEng": "For the righteous are Gardens of Delight with their Lord."
            },
            {
                "textEng": "Shall We treat the Muslims like the villains?"
            },
            {
                "textEng": "What is the matter with you? How do you judge?"
            },
            {
                "textEng": "Or do you have a scripture in which you study."
            },
            {
                "textEng": "Wherein there is whatever you choose?"
            },
            {
                "textEng": "Or do you have oaths from Us, binding until the Day of Resurrection, that you will have whatever you demand?"
            },
            {
                "textEng": "Ask them, which of them will guarantee that."
            },
            {
                "textEng": "Or do they have partners? Then let them produce their partners, if they are truthful."
            },
            {
                "textEng": "On the Day when the Shin will be exposed, and they will be called to bow down, but they will be unable."
            },
            {
                "textEng": "Their eyes subdued, shame will cover them. They were invited to bow down when they were sound."
            },
            {
                "textEng": "So leave Me to those who reject this discourse; We will proceed against them gradually, from where they do not know."
            },
            {
                "textEng": "And I will give them respite. My plan is firm."
            },
            {
                "textEng": "Or do you ask them for a fee, so they are burdened with debt?"
            },
            {
                "textEng": "Or do they know the future, and so they write it down?"
            },
            {
                "textEng": "So wait patiently for the Decision of your Lord, and do not be like the Fellow of the Fish who cried out in despair."
            },
            {
                "textEng": "Were it not for his Lord's favor that reached him, he would have been thrown into the wilderness, fully despised."
            },
            {
                "textEng": "But his Lord chose him, and made him one of the righteous."
            },
            {
                "textEng": "Those who disbelieve almost stab you with their glances when they hear the message, and say, \"He is crazy!\""
            },
            {
                "textEng": "But it is no less than a reminder to all the Worlds."
            }

        ],
        "count": 52
    }
}