{
    "data":
        {
        "name": "The Sovereignty",
        "index": "67",
        "verse": [
             
            {
                "textEng": "Blessed is He in whose hand is the sovereignty, and Who has power over everything."
            },
            {
                "textEng": "He who created death and life-to test you-as to which of you is better in conduct. He is the Almighty, the Forgiving."
            },
            {
                "textEng": "He who created seven heavens in layers. You see no discrepancy in the creation of the Compassionate. Look again. Can you see any cracks?"
            },
            {
                "textEng": "Then look again, and again, and your sight will return to you dazzled and exhausted."
            },
            {
                "textEng": "We have adorned the lower heaven with lanterns, and made them missiles against the devils; and We have prepared for them the punishment of the Blaze."
            },
            {
                "textEng": "For those who reject their Lord, there is the torment of Hell. What an evil destination!"
            },
            {
                "textEng": "When they are thrown into it, they will hear it roaring, as it seethes."
            },
            {
                "textEng": "It almost bursts with fury. Every time a batch is thrown into it, its keepers will ask them, \"Has no warner come to you?\""
            },
            {
                "textEng": "They will say, \"Yes, a warner did come to us, but we disbelieved, and said, 'God did not send down anything; you are very much mistaken.'\""
            },
            {
                "textEng": "And they will say, \"Had we listened or reasoned, we would not have been among the inmates of the Blaze.\""
            },
            {
                "textEng": "So they will acknowledge their sins. So away with the inmates of the Blaze."
            },
            {
                "textEng": "As for those who fear their Lord in secret-for them is forgiveness and a great reward."
            },
            {
                "textEng": "Whether you keep your words secret, or declare them-He is Aware of the inner thoughts."
            },
            {
                "textEng": "Would He not know, He Who created? He is the Refined, the Expert."
            },
            {
                "textEng": "It is He who made the earth manageable for you, so travel its regions, and eat of His provisions. To Him is the Resurgence."
            },
            {
                "textEng": "Are you confident that the One in heaven will not cause the earth to collapse beneath you as it spins?"
            },
            {
                "textEng": "Or are you confident that the One in Heaven will not unleash against you a violent storm? Then you will know what My warning is like."
            },
            {
                "textEng": "Those before them also denied the truth; and how was My disapproval?"
            },
            {
                "textEng": "Have they not seen the birds above them, spreading their wings, and folding them? None holds them except the Compassionate. He is Perceiver of everything."
            },
            {
                "textEng": "Or who is this who is a force for you to protect you against the Compassionate? The disbelievers are in nothing but delusion."
            },
            {
                "textEng": "Or who is this that will provide for you, if He withholds His provision? Yet they persist in defiance and aversion."
            },
            {
                "textEng": "Is he who walks bent on his own design better guided, or he who walks upright on a straight path?"
            },
            {
                "textEng": "Say, \"It is He who produced you; and made for you the hearing, and the vision, and the organs. But rarely do you give thanks.\""
            },
            {
                "textEng": "Say, \"It is He who scattered you on earth, and to Him you will be rounded up.\""
            },
            {
                "textEng": "And they say, \"When will this promise be fulfilled, if you are truthful?\""
            },
            {
                "textEng": "Say, \"Knowledge is with God, and I am only a clear warner.\""
            },
            {
                "textEng": "But when they see it approaching, the faces of those who disbelieved will turn gloomy, and it will be said, \"This is what you used to call for.\""
            },
            {
                "textEng": "Say, \"Have you considered? Should God make me perish, and those with me; or else He bestows His mercy on us; who will protect the disbelievers from an agonizing torment?\""
            },
            {
                "textEng": "Say, \"He is the Compassionate. We have faith in Him, and in Him we trust. Soon you will know who is in evident error.\""
            },
            {
                "textEng": "Say, \"Have you considered? If your water drains away, who will bring you pure running water?\""
            }

        ],
        "count": 30
    }
}