{
    "data":
        {
        "name": "The Winnowing Winds",
        "index": "51",
        "verse": [
             
            {
                "textEng": "By the spreaders spreading."
            },
            {
                "textEng": "And those carrying loads."
            },
            {
                "textEng": "And those moving gently."
            },
            {
                "textEng": "And those distributing as commanded."
            },
            {
                "textEng": "What you are promised is true."
            },
            {
                "textEng": "Judgment will take place."
            },
            {
                "textEng": "By the sky that is woven."
            },
            {
                "textEng": "You differ in what you say."
            },
            {
                "textEng": "Averted from it is he who is averted."
            },
            {
                "textEng": "Perish the imposters."
            },
            {
                "textEng": "Those who are dazed in ignorance."
            },
            {
                "textEng": "They ask, \"When is the Day of Judgment?\""
            },
            {
                "textEng": "The Day they are presented to the Fire."
            },
            {
                "textEng": "\"Taste your ordeal. This is what you used to challenge.\""
            },
            {
                "textEng": "But the pious are amidst gardens and springs."
            },
            {
                "textEng": "Receiving what their Lord has given them. They were virtuous before that."
            },
            {
                "textEng": "They used to sleep a little at night."
            },
            {
                "textEng": "And at dawn, they would pray for pardon."
            },
            {
                "textEng": "And in their wealth, there was a share for the beggar and the deprived."
            },
            {
                "textEng": "And on earth are signs for the convinced."
            },
            {
                "textEng": "And within yourselves. Do you not see?"
            },
            {
                "textEng": "And in the heaven is your livelihood, and what you are promised."
            },
            {
                "textEng": "By the Lord of the heaven and the earth, it is as true as the fact that you speak."
            },
            {
                "textEng": "Has the story of Abraham's honorable guests reached you?"
            },
            {
                "textEng": "When they entered upon him, they said, \"Peace.\" He said, \"Peace, strangers.\""
            },
            {
                "textEng": "Then he slipped away to his family, and brought a fatted calf."
            },
            {
                "textEng": "He set it before them. He said, \"Will you not eat?\""
            },
            {
                "textEng": "And he harbored fear of them. They said, \"Do not fear,\" and they announced to him the good news of a knowledgeable boy."
            },
            {
                "textEng": "His wife came forward crying. She clasped her face, and said, \"A barren old woman?\""
            },
            {
                "textEng": "They said, \"Thus spoke your Lord. He is the Wise, the Knowing.\""
            },
            {
                "textEng": "He said, \"What is your business, O envoys?\""
            },
            {
                "textEng": "They said, \"We are sent to a people guilty of sin.\""
            },
            {
                "textEng": "\"To unleash upon them rocks of clay.\""
            },
            {
                "textEng": "\"Marked by your Lord for the excessive.\""
            },
            {
                "textEng": "We evacuated all the believers who were in it."
            },
            {
                "textEng": "But found in it only one household of Muslims."
            },
            {
                "textEng": "And We left in it a sign for those who fear the painful punishment."
            },
            {
                "textEng": "And in Moses. We sent him to Pharaoh with a clear authority."
            },
            {
                "textEng": "But he turned away with his warlords, and said, \"A sorcerer or a madman.\""
            },
            {
                "textEng": "So We seized him and his troops, and threw them into the sea, and He was to blame."
            },
            {
                "textEng": "And in Aad. We unleashed against them the devastating wind."
            },
            {
                "textEng": "It spared nothing it came upon, but rendered it like decayed ruins."
            },
            {
                "textEng": "And in Thamood. They were told, \"Enjoy yourselves for a while.\""
            },
            {
                "textEng": "But they defied the command of their Lord, so the lightning struck them as they looked on."
            },
            {
                "textEng": "They could not rise up, nor could they find help."
            },
            {
                "textEng": "And before that, the people of Noah. They were immoral people."
            },
            {
                "textEng": "We constructed the universe with power, and We are expanding it."
            },
            {
                "textEng": "And the earth-We spread it out-How well We prepared it!"
            },
            {
                "textEng": "We created all things in pairs, so that you may reflect and ponder."
            },
            {
                "textEng": "\"So flee towards God. I am to you from Him a clear warner.\""
            },
            {
                "textEng": "\"And do not set up any other god with God. I am to you from Him a clear warner.\""
            },
            {
                "textEng": "Likewise, no messenger came to those before them, but they said, \"A sorcerer or a madman.\""
            },
            {
                "textEng": "Did they recommend it to one another? In fact, they are rebellious people."
            },
            {
                "textEng": "So turn away from them; you are not to blame."
            },
            {
                "textEng": "And remind, for the reminder benefits the believers."
            },
            {
                "textEng": "I did not create the jinn and the humans except to worship Me."
            },
            {
                "textEng": "I need no livelihood from them, nor do I need them to feed Me."
            },
            {
                "textEng": "God is the Provider, the One with Power, the Strong."
            },
            {
                "textEng": "Those who do wrong will have their turn, like the turn of their counterparts, so let them not rush Me."
            },
            {
                "textEng": "So woe to those who disbelieve because of that Day of theirs which they are promised."
            }

        ],
        "count": 60
    }
}