{
    "data":
        {
        "name": "The Smoke",
        "index": "44",
        "verse": [
             
            {
                "textEng": "Ha, Meem."
            },
            {
                "textEng": "By the Enlightening Scripture."
            },
            {
                "textEng": "We have revealed it on a Blessed Night-We have warned."
            },
            {
                "textEng": "In it is distinguished every wise command."
            },
            {
                "textEng": "A decree from Us. We have been sending messages."
            },
            {
                "textEng": "As mercy from your Lord. He is the Hearer, the Knower."
            },
            {
                "textEng": "Lord of the heavens and the earth and what is between them, if you know for sure."
            },
            {
                "textEng": "There is no god but He. He gives life and causes death-your Lord and Lord of your ancestors of old."
            },
            {
                "textEng": "Yet they play around in doubt."
            },
            {
                "textEng": "So watch out for the Day when the sky produces a visible smoke."
            },
            {
                "textEng": "Enveloping mankind; this is a painful punishment."
            },
            {
                "textEng": "\"Our Lord, lift the torment from us, we are believers.\""
            },
            {
                "textEng": "But how can they be reminded? An enlightening messenger has already come to them."
            },
            {
                "textEng": "But they turned away from him, and said, \"Educated, but crazy!\""
            },
            {
                "textEng": "We will ease the punishment a little, but you will revert."
            },
            {
                "textEng": "The Day when We launch the Great Assault-We will avenge."
            },
            {
                "textEng": "Before them We tested the people of Pharaoh; a noble messenger came to them."
            },
            {
                "textEng": "Saying, \"Hand over God's servants to me. I am an honest messenger to you.\""
            },
            {
                "textEng": "And, \"Do not exalt yourselves above God. I come to you with clear authority."
            },
            {
                "textEng": "I have taken refuge in my Lord and your Lord, lest you stone me."
            },
            {
                "textEng": "But if you do not believe in me, keep away from me.\""
            },
            {
                "textEng": "He appealed to his Lord: \"These are a sinful people.\""
            },
            {
                "textEng": "\"Set out with My servants by night-you will be followed."
            },
            {
                "textEng": "And cross the sea quickly; they are an army to be drowned.\""
            },
            {
                "textEng": "How many gardens and fountains did they leave behind?"
            },
            {
                "textEng": "And plantations, and splendid buildings."
            },
            {
                "textEng": "And comforts they used to enjoy."
            },
            {
                "textEng": "So it was; and We passed it on to another people."
            },
            {
                "textEng": "Neither heaven nor earth wept over them, nor were they reprieved."
            },
            {
                "textEng": "And We delivered the Children of Israel from the humiliating persecution."
            },
            {
                "textEng": "From Pharaoh. He was a transgressing tyrant."
            },
            {
                "textEng": "And We chose them knowingly over all other people."
            },
            {
                "textEng": "And We gave them many signs, in which was an obvious test."
            },
            {
                "textEng": "These people say."
            },
            {
                "textEng": "\"There is nothing but our first death, and we will not be resurrected."
            },
            {
                "textEng": "Bring back our ancestors, if you are truthful.\""
            },
            {
                "textEng": "Are they better, or the people of Tubba and those before them? We annihilated them. They were evildoers."
            },
            {
                "textEng": "We did not create the heavens and the earth and what is between them to play."
            },
            {
                "textEng": "We created them only for a specific purpose, but most of them do not know."
            },
            {
                "textEng": "The Day of Sorting Out is the appointed time for them all."
            },
            {
                "textEng": "The Day when no friend will avail a friend in any way, and they will not be helped."
            },
            {
                "textEng": "Except for him upon whom God has mercy. He is the Mighty, the Merciful."
            },
            {
                "textEng": "The Tree of Bitterness."
            },
            {
                "textEng": "The food of the sinner."
            },
            {
                "textEng": "Like molten lead; boiling inside the bellies."
            },
            {
                "textEng": "Like the boiling of seething water."
            },
            {
                "textEng": "Seize him and drag him into the midst of Hell!"
            },
            {
                "textEng": "Then pour over his head the suffering of the Inferno!"
            },
            {
                "textEng": "Taste! You who were powerful and noble."
            },
            {
                "textEng": "This is what you used to doubt."
            },
            {
                "textEng": "As for the righteous, they will be in a secure place."
            },
            {
                "textEng": "Amidst gardens and springs."
            },
            {
                "textEng": "Dressed in silk and brocade, facing one another."
            },
            {
                "textEng": "So it is, and We will wed them to lovely companions."
            },
            {
                "textEng": "They will call therein for every kind of fruit, in peace and security."
            },
            {
                "textEng": "Therein they will not taste death, beyond the first death; and He will protect them from the torment of Hell."
            },
            {
                "textEng": "A favor from your Lord. That is the supreme salvation."
            },
            {
                "textEng": "We made it easy in your language, so that they may remember."
            },
            {
                "textEng": "So wait and watch. They too are waiting and watching."
            }

        ],
        "count": 59
    }
}
