{
    "data":
        {
        "name": "The Poets",
        "index": "26",
        "verse": [
             
            {
                "textEng": "Ta, Seen, Meem."
            },
            {
                "textEng": "These are the Verses of the Clarifying Book."
            },
            {
                "textEng": "Perhaps you will destroy yourself with grief, because they do not become believers."
            },
            {
                "textEng": "If We will, We can send down upon them a sign from heaven, at which their necks will stay bent in humility."
            },
            {
                "textEng": "No fresh reminder comes to them from the Most Merciful, but they turn their backs at it."
            },
            {
                "textEng": "They have denied the truth, but soon will come to them the news of what they ridiculed."
            },
            {
                "textEng": "Have they not seen the earth, and how many beautiful pairs We produced therein?"
            },
            {
                "textEng": "Surely in this is a sign, but most of them are not believers."
            },
            {
                "textEng": "Most surely, your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "Your Lord called to Moses, \"Go to the tyrannical people."
            },
            {
                "textEng": "The people of Pharaoh. Will they not fear?\""
            },
            {
                "textEng": "He said, \"My Lord, I fear they will reject me."
            },
            {
                "textEng": "And I become stressed, and my tongue is not fluent, so send Aaron too."
            },
            {
                "textEng": "And they have a charge against me, so I fear they will kill me.\""
            },
            {
                "textEng": "He said, \"No. Go, both of you, with Our proofs. We will be with you, listening."
            },
            {
                "textEng": "Go to Pharaoh, and say, 'We are the Messengers of the Lord of the Worlds."
            },
            {
                "textEng": "Let the Children of Israel go with us.'\""
            },
            {
                "textEng": "He said, \"Did we not raise you among us as a child, and you stayed among us for many of your years?"
            },
            {
                "textEng": "And you committed that deed you committed, and you were ungrateful.\""
            },
            {
                "textEng": "He said, \"I did it then, when I was of those astray."
            },
            {
                "textEng": "And I fled from you when I feared you; but my Lord gave me wisdom, and made me one of the messengers."
            },
            {
                "textEng": "Is that the favor you taunt me with, although you have enslaved the Children of Israel?\""
            },
            {
                "textEng": "Pharaoh said, \"And what is the Lord of the Worlds?\""
            },
            {
                "textEng": "He said, \"The Lord of the heavens and the earth, and everything between them, if you are aware.\""
            },
            {
                "textEng": "He said to those around him, \"Do you not hear?\""
            },
            {
                "textEng": "He said, \"Your Lord and the Lord of your ancestors of old.\""
            },
            {
                "textEng": "He said, \"This messenger of yours, who is sent to you, is crazy.\""
            },
            {
                "textEng": "He said, \"Lord of the East and the West, and everything between them, if you understand.\""
            },
            {
                "textEng": "He said, \"If you accept any god other than me, I will make you a prisoner.\""
            },
            {
                "textEng": "He said, \"What if I bring you something convincing?\""
            },
            {
                "textEng": "He said, \"Bring it, if you are being truthful.\""
            },
            {
                "textEng": "So he cast his staff; and it was a serpent, plain to see."
            },
            {
                "textEng": "And he pulled his hand; and it was white, for all to see."
            },
            {
                "textEng": "He said to the dignitaries around him, \"This is a skilled magician."
            },
            {
                "textEng": "He intends to drive you out of your land with his magic, so what do you recommend?\""
            },
            {
                "textEng": "They said, \"Delay him and his brother, and send recruiters to the cities."
            },
            {
                "textEng": "To bring you every experienced magician.\""
            },
            {
                "textEng": "So the magicians were gathered for the appointment on a specified day."
            },
            {
                "textEng": "And it was said to the people, \"Are you all gathered?"
            },
            {
                "textEng": "That we may follow the magicians, if they are the winners.\""
            },
            {
                "textEng": "When the magicians arrived, they said to Pharaoh, \"Is there a reward for us, if we are the winners?\""
            },
            {
                "textEng": "He said, \"Yes, and you will be among those favored.\""
            },
            {
                "textEng": "Moses said to them, \"Present what you intend to present.\""
            },
            {
                "textEng": "So they threw their ropes and their sticks, and said, \"By the majesty of Pharaoh, we will be the winners.\""
            },
            {
                "textEng": "Then Moses threw his staff, and behold, it began swallowing their trickery."
            },
            {
                "textEng": "And the magicians fell down prostrating."
            },
            {
                "textEng": "They said, \"We have believed in the Lord of the Worlds."
            },
            {
                "textEng": "The Lord of Moses and Aaron.\""
            },
            {
                "textEng": "He said, \"Did you believe in Him before I have given you permission? He must be your chief, who taught you magic. You will soon know. I will cut off your hands and feet on opposite sides, and I will crucify you all.\""
            },
            {
                "textEng": "They said, \"No problem. To our Lord we will return."
            },
            {
                "textEng": "We are eager for our Lord to forgive us our sins, since we are the first of the believers.\""
            },
            {
                "textEng": "And We inspired Moses: \"Travel with My servants by night. You will be followed.\""
            },
            {
                "textEng": "Pharaoh sent heralds to the cities."
            },
            {
                "textEng": "\"These are a small gang."
            },
            {
                "textEng": "And they are enraging us."
            },
            {
                "textEng": "But we are a vigilant multitude.\""
            },
            {
                "textEng": "So We drove them out of gardens and springs."
            },
            {
                "textEng": "And treasures and noble dwellings."
            },
            {
                "textEng": "So it was. And We made the Children of Israel inherit them."
            },
            {
                "textEng": "And they pursued them at sunrise."
            },
            {
                "textEng": "When the two groups sighted each other, the followers of Moses said, \"We are being overtaken.\""
            },
            {
                "textEng": "He said, \"No; my Lord is with me, He will guide me.\""
            },
            {
                "textEng": "We inspired Moses: \"Strike the sea with your staff.\" Whereupon it parted, and each part was like a huge hill."
            },
            {
                "textEng": "And there We brought the others near."
            },
            {
                "textEng": "And We saved Moses and those with him, all together."
            },
            {
                "textEng": "Then We drowned the others."
            },
            {
                "textEng": "In that there is a sign, but most of them are not believers."
            },
            {
                "textEng": "Surely, your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "And relate to them the story of Abraham."
            },
            {
                "textEng": "When he said to his father and his people, \"What do you worship?\""
            },
            {
                "textEng": "They said, \"We worship idols, and we remain devoted to them.\""
            },
            {
                "textEng": "He said, \"Do they hear you when you pray?"
            },
            {
                "textEng": "Or do they benefit you, or harm you?\""
            },
            {
                "textEng": "They said, \"But we found our ancestors doing so.\""
            },
            {
                "textEng": "He said, \"Have you considered what you worship."
            },
            {
                "textEng": "You and your ancient ancestors?"
            },
            {
                "textEng": "They are enemies to me, but not so the Lord of the Worlds."
            },
            {
                "textEng": "He who created me, and guides me."
            },
            {
                "textEng": "He who feeds me, and waters me."
            },
            {
                "textEng": "And when I get sick, He heals me."
            },
            {
                "textEng": "He who makes me die, and then revives me."
            },
            {
                "textEng": "He who, I hope, will forgive my sins on the Day of the Reckoning.\""
            },
            {
                "textEng": "\"My Lord! Grant me wisdom, and include me with the righteous."
            },
            {
                "textEng": "And give me a reputation of truth among the others."
            },
            {
                "textEng": "And make me of the inheritors of the Garden of Bliss."
            },
            {
                "textEng": "And forgive my father-he was one of the misguided."
            },
            {
                "textEng": "And do not disgrace me on the Day they are resurrected."
            },
            {
                "textEng": "The Day when neither wealth nor children will help."
            },
            {
                "textEng": "Except for him who comes to God with a sound heart.\""
            },
            {
                "textEng": "And Paradise will be brought near for the righteous."
            },
            {
                "textEng": "And the Blaze will be displayed to the deviators."
            },
            {
                "textEng": "And it will be said to them, \"Where are those you used to worship?\""
            },
            {
                "textEng": "Besides God? Can they help you, or help themselves?\""
            },
            {
                "textEng": "Then they will be toppled into it, together with the seducers."
            },
            {
                "textEng": "And the soldiers of Satan, all of them."
            },
            {
                "textEng": "They will say, as they feud in it."
            },
            {
                "textEng": "\"By God, We were in evident error."
            },
            {
                "textEng": "For equating you with the Lord of the Worlds."
            },
            {
                "textEng": "No one misled us except the sinners."
            },
            {
                "textEng": "Now we have no intercessors."
            },
            {
                "textEng": "And no sincere friend."
            },
            {
                "textEng": "If only we could have another chance, we would be among the faithful.\""
            },
            {
                "textEng": "Surely in this is a sign, but most of them are not believers."
            },
            {
                "textEng": "Your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "The people of Noah disbelieved the messengers."
            },
            {
                "textEng": "Their brother Noah said to them, \"Do you not fear?"
            },
            {
                "textEng": "I am to you a faithful messenger."
            },
            {
                "textEng": "So fear God, and obey me."
            },
            {
                "textEng": "I ask of you no payment for this. My payment is only from the Lord of the Worlds."
            },
            {
                "textEng": "So fear God, and obey me.\""
            },
            {
                "textEng": "They said, \"Shall we believe in you, when it is the lowliest who follow you?\""
            },
            {
                "textEng": "He said, \"What do I know about what they do?"
            },
            {
                "textEng": "Their account rests only with my Lord, if you have sense."
            },
            {
                "textEng": "And I am not about to drive away the believers."
            },
            {
                "textEng": "I am only a clear warner.\""
            },
            {
                "textEng": "They said, \"If you do not refrain, O Noah, you will be stoned.\""
            },
            {
                "textEng": "He said, \"My Lord, my people have denied me."
            },
            {
                "textEng": "So judge between me and them decisively, and deliver me and the believers who are with me."
            },
            {
                "textEng": "So We delivered him and those with him in the laden Ark."
            },
            {
                "textEng": "Then We drowned the rest."
            },
            {
                "textEng": "In that is a sign, but most of them are not believers."
            },
            {
                "textEng": "Your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "Aad disbelieved the messengers."
            },
            {
                "textEng": "When their brother Hud said to them, \"Do you not fear?"
            },
            {
                "textEng": "I am to you a faithful messenger."
            },
            {
                "textEng": "So fear God, and obey me."
            },
            {
                "textEng": "I ask of you no payment for this. My payment is only from the Lord of the Worlds."
            },
            {
                "textEng": "Do you build a monument on every height for vanity's sake?"
            },
            {
                "textEng": "And you set up fortresses, hoping to live forever?"
            },
            {
                "textEng": "And when you strike, you strike mercilessly?"
            },
            {
                "textEng": "So fear God, and obey me."
            },
            {
                "textEng": "And reverence Him, who supplied you with everything you know."
            },
            {
                "textEng": "He supplied you with livestock and children."
            },
            {
                "textEng": "And gardens and springs."
            },
            {
                "textEng": "I fear for you the punishment of an awesome Day.\""
            },
            {
                "textEng": "They said, \"It is the same for us, whether you lecture us, or do not lecture."
            },
            {
                "textEng": "This is nothing but morals of the ancients."
            },
            {
                "textEng": "And we will not be punished.\""
            },
            {
                "textEng": "So they denied him, and We destroyed them. Surely in this is a sign, but most of them are not believers."
            },
            {
                "textEng": "Your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "Thamood disbelieved the messengers."
            },
            {
                "textEng": "When their brother Saleh said to them, \"Do you not fear?"
            },
            {
                "textEng": "I am to you a faithful messenger."
            },
            {
                "textEng": "So fear God, and obey me."
            },
            {
                "textEng": "I ask of you no payment for it. My payment is only from the Lord of the Worlds."
            },
            {
                "textEng": "Will you be left secure in what is here?"
            },
            {
                "textEng": "In gardens and springs?"
            },
            {
                "textEng": "And fields, and palm-trees whose fruits are delicious?"
            },
            {
                "textEng": "And you skillfully carve houses in the mountains?"
            },
            {
                "textEng": "So fear God, and obey me."
            },
            {
                "textEng": "And do not obey the command of the extravagant."
            },
            {
                "textEng": "Who spread turmoil on earth, and do not reform.\""
            },
            {
                "textEng": "They said, \"You are surely one of the bewitched."
            },
            {
                "textEng": "You are nothing but a man like us. So bring us a sign, if you are truthful."
            },
            {
                "textEng": "He said, \"This is a she-camel; she has her turn of drinking, and you have your turn of drinking-on a specified day."
            },
            {
                "textEng": "And do not touch her with harm, lest the punishment of a great day seizes you.\""
            },
            {
                "textEng": "But they slaughtered her, and became full of remorse."
            },
            {
                "textEng": "So the punishment overtook them. Surely in this is a sign, but most of them are not believers."
            },
            {
                "textEng": "Your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "The people of Lot disbelieved the messengers."
            },
            {
                "textEng": "When their brother Lot said to them, \"Do you not fear?"
            },
            {
                "textEng": "I am to you a faithful messenger."
            },
            {
                "textEng": "So fear God, and obey me."
            },
            {
                "textEng": "I ask of you no payment for it. My payment is only from the Lord of the Worlds."
            },
            {
                "textEng": "Do you approach the males of the world?"
            },
            {
                "textEng": "And forsake the wives your Lord created for you? Indeed, you are intrusive people.\""
            },
            {
                "textEng": "They said, \"Unless you refrain, O Lot, you will be expelled.\""
            },
            {
                "textEng": "He said, \"I certainly deplore your conduct.\""
            },
            {
                "textEng": "\"My Lord, save me and my family from what they do.\""
            },
            {
                "textEng": "So We saved him and his family, altogether."
            },
            {
                "textEng": "Except for an old woman among those who tarried."
            },
            {
                "textEng": "Then We destroyed the others."
            },
            {
                "textEng": "And We rained down on them a rain. Dreadful is the rain of those forewarned."
            },
            {
                "textEng": "Surely in this is a sign, but most of them are not believers."
            },
            {
                "textEng": "Your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "The People of the Woods disbelieved the messengers."
            },
            {
                "textEng": "When Shuaib said to them, \"Do you not fear?"
            },
            {
                "textEng": "I am to you a trustworthy messenger."
            },
            {
                "textEng": "So fear God, and obey me."
            },
            {
                "textEng": "I ask of you no payment for it. My payment is only from the Lord of the Worlds."
            },
            {
                "textEng": "Give full measure, and do not cheat."
            },
            {
                "textEng": "And weigh with accurate scales."
            },
            {
                "textEng": "And do not defraud people of their belongings, and do not work corruption in the land."
            },
            {
                "textEng": "And fear Him who created you and the masses of old.\""
            },
            {
                "textEng": "They said, \"You are one of those bewitched."
            },
            {
                "textEng": "And you are nothing but a man like us; and we think that you are a liar."
            },
            {
                "textEng": "So bring down on us pieces from the sky, if you are truthful.\""
            },
            {
                "textEng": "He said, \"My Lord is Well Aware of what you do.\""
            },
            {
                "textEng": "But they denied him. So the punishment of the day of gloom gripped them. It was the punishment of a great day."
            },
            {
                "textEng": "Surely in this is a sign, but most of them are not believers."
            },
            {
                "textEng": "Your Lord is the Almighty, the Merciful."
            },
            {
                "textEng": "It is a revelation from the Lord of the Worlds."
            },
            {
                "textEng": "The Honest Spirit came down with it."
            },
            {
                "textEng": "Upon your heart, that you may be one of the warners."
            },
            {
                "textEng": "In a clear Arabic tongue."
            },
            {
                "textEng": "And it is in the scriptures of the ancients."
            },
            {
                "textEng": "Is it not a sign for them that the scholars of the Children of Israel recognized it?"
            },
            {
                "textEng": "Had We revealed it to one of the foreigners."
            },
            {
                "textEng": "And he had recited it to them, they still would not have believed in it."
            },
            {
                "textEng": "Thus We make it pass through the hearts of the guilty."
            },
            {
                "textEng": "They will not believe in it until they witness the painful punishment."
            },
            {
                "textEng": "It will come to them suddenly, while they are unaware."
            },
            {
                "textEng": "Then they will say, \"Are we given any respite?\""
            },
            {
                "textEng": "Do they seek to hasten Our punishment?"
            },
            {
                "textEng": "Have you considered: if We let them enjoy themselves for some years."
            },
            {
                "textEng": "Then there comes to them what they were promised."
            },
            {
                "textEng": "Of what avail to them will be their past enjoyments?"
            },
            {
                "textEng": "Never did We destroy a town, but it had warners."
            },
            {
                "textEng": "As a reminder-We are never unjust."
            },
            {
                "textEng": "It was not the devils that revealed it."
            },
            {
                "textEng": "It is not in their interests, nor in their power."
            },
            {
                "textEng": "They are barred from hearing."
            },
            {
                "textEng": "So do not pray to another god with God, else you will be of those tormented."
            },
            {
                "textEng": "And warn your close relatives."
            },
            {
                "textEng": "And lower your wing to those of the believers who follow you."
            },
            {
                "textEng": "And if they disobey you, say, \"I am innocent of what you do.\""
            },
            {
                "textEng": "And put your trust in the Almighty, the Merciful."
            },
            {
                "textEng": "He Who sees you when you rise."
            },
            {
                "textEng": "And your devotions amidst the worshipers."
            },
            {
                "textEng": "He is indeed the Hearer, the Aware."
            },
            {
                "textEng": "Shall I inform you upon whom the devils descend?"
            },
            {
                "textEng": "They descend upon every sinful liar."
            },
            {
                "textEng": "They give ear, and most of them are liars."
            },
            {
                "textEng": "And as for the poets-the deviators follow them."
            },
            {
                "textEng": "Do you not see how they ramble in every style?"
            },
            {
                "textEng": "And how they say what they do not do?"
            },
            {
                "textEng": "Except for those who believe, and do good deeds, and remember God frequently, and defend themselves after they are wronged. As for those who do wrong, they will know by what overturning they will be overturned."
            }

        ],
        "count": 227
    }
}